[{"abstract": "Diabetes insipidus is a disorder characterized by excretion of large amounts of hypotonic urine. Four entities have to be differentiated: central diabetes insipidus resulting from a deficiency of the hormone arginine vasopressin (AVP) in the pituitary gland or the hypothalamus, nephrogenic diabetes insipidus resulting from resistance to AVP in the kidneys, gestational diabetes insipidus resulting from an increase in placental vasopressinase and finally primary polydipsia, which involves excessive intake of large amounts of water despite normal AVP secretion and action. Distinguishing between the different types of diabetes insipidus can be challenging. A detailed medical history, physical examination and imaging studies are needed to detect the aetiology of diabetes insipidus. Differentiation between the various forms of hypotonic polyuria is then done by the classical water deprivation test or the more recently developed hypertonic saline or arginine stimulation together with copeptin (or AVP) measurement. In patients with idiopathic central DI, a close follow-up is needed since central DI can be the first sign of an underlying pathology. Treatment of diabetes insipidus or primary polydipsia depends on the underlying aetiology and differs in central diabetes insipidus, nephrogenic diabetes insipidus and primary polydipsia. This review will discuss issues and newest developments in diagnosis, differential diagnosis and treatment, with a focus on central diabetes insipidus.", "source": "https://pubmed.ncbi.nlm.nih.gov/33713498/", "details": "Diagnosis and management of diabetes insipidus for the internist: an update"},
{"abstract": "Central diabetes insipidus (CDI) is a clinical syndrome which results from loss or impaired function of vasopressinergic neurons in the hypothalamus/posterior pituitary, resulting in impaired synthesis and/or secretion of arginine vasopressin (AVP). AVP deficiency leads to the inability to concentrate urine and excessive renal water losses, resulting in a clinical syndrome of hypotonic polyuria with compensatory thirst. CDI is caused by diverse etiologies, although it typically develops due to neoplastic, traumatic, or autoimmune destruction of AVP-synthesizing/secreting neurons. This review focuses on the diagnosis and management of CDI, providing insights into the physiological disturbances underpinning the syndrome. Recent developments in diagnostic techniques, particularly the development of the copeptin assay, have improved accuracy and acceptability of the diagnostic approach to the hypotonic polyuria syndrome. We discuss the management of CDI with particular emphasis on management of fluid intake and pharmacological replacement of AVP. Specific clinical syndromes such as adipsic diabetes insipidus and diabetes insipidus in pregnancy as well as management of the perioperative patient with diabetes insipidus are also discussed.", "source": "https://pubmed.ncbi.nlm.nih.gov/35771962/", "details": "Diagnosis and Management of Central Diabetes Insipidus in Adults"},
{"abstract": "The differential diagnosis of diabetes insipidus involves the distinction between central or nephrogenic diabetes insipidus and primary polydipsia. Differentiation is important because treatment strategies vary; the wrong treatment can be dangerous. Reliable differentiation is difficult especially in patients with primary polydipsia or partial forms of diabetes insipidus. New diagnostic algorithms are based on the measurement of copeptin after osmotic stimulation by hypertonic saline infusion or after nonosmotic stimulation by arginine and have a higher diagnostic accuracy than the water deprivation test. Treatment involves correcting preexisting water deficits, but is different for central diabetes insipidus, nephrogenic diabetes insipidus, and primary polydipsia.", "source": "https://pubmed.ncbi.nlm.nih.gov/32741486/", "details": "Diabetes Insipidus: An Update"},
{"abstract": "Diabetes insipidus, the inability to concentrate urine resulting in polyuria and polydipsia, can have different manifestations and management considerations in infants and children compared to adults. Central diabetes insipidus, secondary to lack of vasopressin production, is more common in children than is nephrogenic diabetes insipidus, the inability to respond appropriately to vasopressin. The goal of treatment in both forms of diabetes insipidus is to decrease urine output and thirst while allowing for appropriate fluid balance, normonatremia and ensuring an acceptable quality of life for each patient. An infant's obligate need to consume calories as liquid and the need for readjustment of medication dosing in growing children both present unique challenges for diabetes insipidus management in the pediatric population. Treatment modalities typically include vasopressin or thiazide diuretics. Special consideration must be given when managing diabetes insipidus in the adipsic patient, post-surgical patient, and in those undergoing chemotherapy or receiving medications that alter free water clearance.", "source": "https://pubmed.ncbi.nlm.nih.gov/27156767/", "details": "Diabetes insipidus in infants and children"}]